import React from "react";

function Abou(){

return(
  <div className="realtivv">
    <div class="about-container">
    <h1>استكشف مكتبتنا المميزة </h1>
<p>مرحبًا بك في مكتبتنا ، المكان المثالي للبحث والقراءة والاستكشاف. نقدم لك مجموعة واسعة من الكتب والرسائل الأكاديمية والمشروعات البحثية، متاحة لكل من الطلاب والزوار. نظامنا المتكامل يتيح لك إدارة حساباتك، والبحث عن المحتوى الذي تريده، ومراجعة حالة استعارتك. نسعى لتوفير تجربة مريحة وشاملة تدعم رحلتك التعليمية وتوسع آفاق معرفتك.</p>

</div>
</div>

)


}
export default Abou